Repository: Boldewyn/wptr
Catalog: locale/*/LC_MESSAGES/wptr.po
Languages: de, es

source: Translations for “{term}” ({lang})
de: Übersetzungen für „{term}“ ({lang})
es: Traducciónes de «{term}» ({lang})

source: Source: {url}
de: Quelle: {url}
es: Origen: {url}

source: Couldn’t find a translation for “{term}” ({lang})
de: Konnte keine Übersetzung für „{term}“ ({lang}) finden
es: No pude encontrar una traducción de «{term}» ({lang})

source: [33mTranslations for “[32m{term}[33m” ({lang})[0m
de: [33mÜbersetzungen für „[32m{term}[33m“ ({lang})[0m
es: [33mTraducciónes de «[32m{term}[33m» ({lang})[0m

source: [38;5;241mSource: {url}[0m
de: [38;5;241mQuelle: {url}[0m
es: [38;5;241mOrigen: {url}[0m

source: [31mCouldn’t find a translation for “{term}” ({lang})[0m
de: [33mKonnte keine Übersetzung für „[32m{term}[33m“ ({lang}) finden[0m
es: [31mNo pude encontrar una traducción de «{term}» ({lang})[0m

source: Language
de: Sprache
es: lengua

source: ISO code
es: código ISO

source: Translation
de: Übersetzung
es: traducción

source: source
de: Quelle
es: origen

source: Couldn’t find a translation for “{term}” ({lang}),
de: Konnte keine Übersetzung für „{term}“ ({lang}) finden,
es: No pude encontrar una traducción de «{term}» ({lang}),

source: Translations of {term}
de: Übersetzungen für {term}
es: Traducciónes de {term}

source: Source: %s
de: Quelle: %s
es: Origen: %s

source: %prog [options] term
es: %prog [opciones] término

source: Query Wikipedia for translations of a term.
de: Suche Übersetzungen eines Begriffs in der Wikipedia
es: Consulta Wikipedia para las traducciones de un término.

source: LANGUAGE
de: SPRACHE
es: TRADUCCION

source: set language the terms are in [default: %default]
de: bestimme Sprache der Begriffe (Vorgabe: %default)
es: configura el idioma de los términos están en [predeterminado: %default]

source: format output (possible values are: %s)
de: formattiere Ausgabe (mögliche Werte: %s)
es: formatea la salida (los valores posibles son: %s)

source: be quiet (short for --format=short)
de: sei ruhig (kurz für --format=short)
es: esta tranquilo (abreviatura de --format=short)

source: WHEN
de: WENN
es: CUANDO

source: colorize the output. WHEN defaults to ‘auto’ or can be ‘never’ or ‘always’
es: colorear la salida. CUANDO defecto es «auto» o pueden ser «never» o «always»

source: -l option requires a valid language identifier (like ‘en’ or ‘de’).
es: opción -l requiere un identificador de idioma válido (como «en» o «es»).

source: no argument given for translation.
de: kein Begriff zur Übersetzung angegeben.
es: ningún argumento se le dio para su traducción.

source: Usage: %prog [options] term
de: Verwendung: %prog [Optionen] Begriff

source: colorize the output. WHEN defaults to `auto' or can be `never' or `always'
de: färbe die Ausgabe ein. WENN hat 'auto' als Vorgabe oder kann 'never' (nie) oder 'always' (immer) sein

source: -l option requires a valid language identifier (like 'en' or 'de').
de: -l-Option benötigt gültige Sprach-Kennung (wie 'en' oder 'de').
